---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyZoneWarn
source: html/f9b9950e-bff1-0043-f42e-5a0d21bdf81e.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyZoneWarn Property

A Zone cannot be copied.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyZoneWarn { get; }
```